Repository: VidalSpierings/LoxxHairAndMore-iOS-2.0
Catalog: LoxxHairAndMore/*.lproj/Localizable.strings
Languages: nl

source: Short
nl: Kort

source: Long
nl: Lang

source: Information
nl: Informatie

source: Hours of operation
nl: Openingstijden

source: Tariffs
nl: Tarieven

source: Make an appointment
nl: Maak een afspraak

# link cannot open
source: Cannot display address
nl: Kan adres niet weergeven

# link cannot open explained
source: Unable to show address in a Maps app or webbrowser. Restart the app and try again later
nl: Kan adres niet weergeven in een kaarten app of webbrowser. Herstart de app en//of probeer het later opnieuw

source: Cannot display page
nl: Kan pagina niet weergeven

# cannot display page explained
source: Unable to show Facebook page in app or webbrowser. Restart the app and try again later
nl: Kan Facebook pagina niet weergeven in een app of webbrowser. Herstart de app en//of probeer het later opnieuw

# send email error title
source: Unable to open an e-mail app
nl: Kan geen e-mail applicaties openen

# cant retrieve business hours title
source: Cannot retrieve business hours
nl: Kan openingstijden niet ophalen

# unable to connect to internet
source: No internet connection
nl: Geen internetverbinding

source: Internal database error
nl: Interne database error

# unable to connect to internet description
source: No network connection was detected, the most recently available data will be shown. Data will update automatically when a connection is reastablished.
nl: Er is geen internetverbinding gedetecteerd, de meest recentelijk beschikbare informatie zal getoond worden. Alle data zal zich automatisch updaten zodra een internetverbinding herstelt is.

# cant retrieve business hours description
source: Most recently available data will be shown
nl: Meest recentelijk beschikbare openingstijden zullen getoond worden

# send email error message
source: Your device is unable to send any e-mails at this moment, please try again later
nl: Er kon geen e-mail applicatie gevonden worden, probeer het later opnieuw

# internal database cannot be opened error description
source: The app's internal database could not be opened due to an unknown reason. If you experience any issues, please try restarting the app
nl: De interne database van de app kan door een onbekende reden niet worden geopend. Gelieve te proberen om de app opnieuw op te starten als er zich problemen voordoen

# internal database cannot be opened file path unavailable description
source: The file path of the app's internal database is unavailable due to an unknown reason. If you experience any issues, please try restarting the app
nl: Het pad van het bestand van de interne database voor de app is door een onbekende reden niet beschikbaar. Gelieve te proberen om de app opnieuw op te starten als er zich problemen voordoen
